Repository: 4teamwork/ftw.journal
Catalog: ftw/journal/locales/*/LC_MESSAGES/ftw.journal.po
Languages: de

source: A description that will be used in the 'comment' field in the journal entry.
de: Die Beschreibung wird im "Kommentar" Feld des Journal Eintrags verwendet.

source: A journal action makes an entry into the journal of an object.
de: Eine Aktion, die ein Journal Eintrag erstellt.

source: A title that will be used in the 'action' field of the journal entry.
de: Der Titel der Journal Aktion.

source: Action
de: Aktion

source: Add Journal Action
de: Journaleintrag hinzuf√ºgen

source: Comment
de: Kommentar

source: Configure element
de: Element konfigurieren

source: Edit Journal Action
de: Journalaktion bearbeiten

source: Journal action ${action}
de: Journalaktion ${action}

source: label_journal_entry
de: Journaleintrag
